Repository: jospalau/koreader
Catalog: plugins/assistant.koplugin/l10n/*/koreader.po
Languages: fi, fr, hr, hu, lt_lt, ro_md, vi_vn

source: AI Assistant
fi: AI-avustaja
fr: Assistant IA
hr: AI Pomoćnik
hu: AI Asszisztens
lt_lt: AI asistentas
ro_md: Asistent AI
vi_vn: Trợ lý AI

source: 💡 Enhance your KOReader experience with AI
fi: 💡 Paranna KOReader-kokemustasi AI:n avulla
fr: 💡 Améliorez votre expérience KOReader avec l'IA
hr: 💡 Poboljšajte KOReader iskustvo s AI
hu: 💡 Javítsd a KOReader élményedet AI segítségével
lt_lt: 💡 Patobulinkite KOReader patirtį su AI
ro_md: 💡 Îmbunătățiți experiența KOReader cu AI
vi_vn: 💡 Nâng cao trải nghiệm KOReader với AI

source: (Empty message)
fi: (Tyhjä viesti)
fr: (Message vide)
hr: (Prazna poruka)
hu: (Üres üzenet)
lt_lt: (Tuščia žinutė)
ro_md: (Mesaj gol)
vi_vn: (Tin nhắn trống)

source: (No response)
fi: (Ei vastausta)
fr: (Pas de réponse)
hr: (Bez odgovora)
hu: (Nincs válasz)
lt_lt: (Nėra atsakymo)
ro_md: (Fără răspuns)
vi_vn: (Không phản hồi)

source: Highlighted text:
fi: Korostettu teksti:
fr: Texte mis en évidence :
hr: Istaknuti tekst:
hu: Kiemelt szöveg:
lt_lt: Pažymėtas tekstas:
ro_md: Text evidențiat:
vi_vn: Văn bản đã bôi:

source: Cancel
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégse
lt_lt: Atšaukti
ro_md: Anulează
vi_vn: Hủy

source: Ask
fi: Kysy
fr: Demander
hr: Pitaj
hu: Kérdezz
lt_lt: Klausti
ro_md: Întreabă
vi_vn: Hỏi

source: Enter a question before proceeding.
fi: Kirjoita kysymys ennen jatkamista.
fr: Entrez une question avant de continuer.
hr: Unesite pitanje prije nastavka.
hu: Írj kérdést a folytatáshoz.
lt_lt: Įveskite klausimą prieš tęsdami.
ro_md: Introduceți o întrebare înainte de a continua.
vi_vn: Nhập câu hỏi trước khi tiếp tục.

source: Add this button to the Highlight Menu?
fi: Lisätäänkö tämä painike korostusvalikkoon?
fr: Ajouter ce bouton au menu de mise en évidence ?
hr: Dodati ovaj gumb u izbornik za isticanje?
hu: Hozzáadod ezt a gombot a kiemelés menühöz?
lt_lt: Pridėti šį mygtuką prie pažymėjimo meniu?
ro_md: Adăugați acest buton în meniul de evidențiere?
vi_vn: Thêm nút này vào Menu Bôi?

source: Add
fi: Lisää
fr: Ajouter
hr: Dodaj
hu: Hozzáadás
lt_lt: Pridėti
ro_md: Adaugă
vi_vn: Thêm

source: Ask a question about the highlighted text
fi: Kysy kysymys korostetusta tekstiä koskien
fr: Posez une question sur le texte mis en évidence
hr: Postavite pitanje o istaknutom tekstu
hu: Kérdezz a kiemelt szövegről
lt_lt: Užduoti klausimą apie pažymėtą tekstą
ro_md: Puneți o întrebare despre textul evidențiat
vi_vn: Đặt câu hỏi về văn bản đã bôi

source: Ask a question about this book: %s by %s
fi: Kysy kysymys tästä kirjasta: %s kirjailija: %s
fr: Posez une question sur ce livre : %s par %s
hr: Postavite pitanje o ovoj knjizi: %s autora %s
hu: Kérdezz a könyvről: %s, író: %s
lt_lt: Užduoti klausimą apie šią knygą: %s, autorius %s
ro_md: Puneți o întrebare despre cartea: %s de %s
vi_vn: Đặt câu hỏi về cuốn sách này: %s của %s

source: Type your question here...
fi: Kirjoita kysymyksesi tähän...
fr: Tapez votre question ici...
hr: Upišite pitanje ovdje...
hu: Írd be a kérdésed...
lt_lt: Įveskite savo klausimą čia...
ro_md: Tastați întrebarea aici...
vi_vn: Nhập câu hỏi tại đây...

source: Ask anything about this book...
fi: Kysy mitä tahansa tästä kirjasta...
fr: Demandez tout sur ce livre...
hr: Postavite bilo što o ovoj knjizi...
hu: Kérdezz bármit a könyvről...
lt_lt: Užduokite bet ką apie šią knygą...
ro_md: Puteți întreba orice despre această carte...
vi_vn: Hỏi bất kỳ điều gì về cuốn sách này...

source: Use book text as context
fi: Käytä kirjan tekstiä kontekstina
fr: Utiliser le texte du livre comme contexte
hr: Koristi tekst knjige kao kontekst
hu: Könyvszöveg használata kontextusként
lt_lt: Naudoti knygos tekstą kaip kontekstą
ro_md: Folosește textul cărții ca context
vi_vn: Dùng văn bản sách làm ngữ cảnh

source: Error: No response received
fi: Virhe: vastausta ei vastaanotettu
fr: Erreur : aucune réponse reçue
hr: Greška: Nema odgovora
hu: Hiba: Nem érkezett válasz
lt_lt: Klaida: nebuvo gautas atsakymas
ro_md: Eroare: nu s-a primit niciun răspuns
vi_vn: Lỗi: Không nhận được phản hồi

source: AI Dictionary
fi: AI-sanasto
fr: Dictionnaire IA
hr: AI Riječnik
hu: AI szótár
lt_lt: AI žodynas
ro_md: Dicționar AI
vi_vn: Từ điển AI

source: Enter a word to look up...
fi: Kirjoita sana etsimiseksi...
fr: Entrez un mot à rechercher...
hr: Unesite riječ za pretragu...
hu: Írj egy szót, amelyet keresni szeretnél...
lt_lt: Įveskite žodį paieškai...
ro_md: Introduceți un cuvânt pentru căutare...
vi_vn: Nhập từ cần tra...

source: Look Up
fi: Etsi
fr: Rechercher
hr: Pretraži
hu: Keresés
lt_lt: Ieškoti
ro_md: Caută
vi_vn: Tra cứu

source: Term X-Ray
fi: Termin röntgenkuva
fr: Radioscopie du terme
hr: Rentgenski pregled pojma
hu: Kifejezés-röntgen
lt_lt: Termino rentgenas
ro_md: Radiografie terminologică
vi_vn: X-Quang Thuật ngữ

source: Loading Term X-Ray ...
fi: Ladataan termin röntgenkuvaa...
fr: Chargement de la radioscopie du terme...
hr: Učitavanje rentgenskog pregleda pojma...
hu: Kifejezés-röntgen betöltése…
lt_lt: Įkeliamas termino rentgenas...
ro_md: Se încarcă radiografia terminologică...
vi_vn: Đang tải X-Quang Thuật ngữ...

source: Dictionary
fi: Sanasto
fr: Dictionnaire
hr: Rječnik
hu: Szótár
lt_lt: Žodynas
ro_md: Dicționar
vi_vn: Từ điển

source: Loading AI Dictionary ...
fi: Ladataan tekoälysanakirjaa...
fr: Chargement du dictionnaire IA...
hr: Učitavanje AI rječnika...
hu: AI-szótár betöltése…
lt_lt: Įkeliamas AI žodynas...
ro_md: Se încarcă dicționarul AI...
vi_vn: Đang tải Từ điển AI...

source: Custom Prompt
fi: Mukautettu kehote
fr: Invite personnalisée
hr: Prilagođeni upit
hu: Egyéni kérdés
lt_lt: Pasirinktinis raginimas
ro_md: Solicitare personalizată
vi_vn: Lệnh tùy chỉnh

source: Loading...
fi: Ladataan...
fr: Chargement...
hr: Učitavanje...
hu: Betöltés…
lt_lt: Įkeliama...
ro_md: Se încarcă...
vi_vn: Đang tải...

source: Recap
fi: Yhteenveto
fr: Récapitulatif
hr: Sažetak
hu: Összefoglalás
lt_lt: Santrauka
ro_md: Rezumat
vi_vn: Tóm tắt

source: Loading Recap...
fi: Ladataan yhteenvetoa…
fr: Chargement récapitulatif…
hr: Učitavanje sažetka...
hu: Összefoglaló betöltése…
lt_lt: Įkeliamas santrauka...
ro_md: Se încarcă rezumatul...
vi_vn: Đang tải Tóm tắt...

source: X‑Ray
fi: Röntgen
hu: X-Sugár
lt_lt: Rentgenas

source: Loading X-Ray...
fi: Ladataan X-Ray…
fr: Chargement X-Ray…
hr: Učitavanje X-Ray...
hu: X-Ray betöltése…
lt_lt: Įkeliamas X-Ray...
ro_md: Se încarcă X-Ray...
vi_vn: Đang tải X-Ray...

source: Book Information
fi: Kirjatiedot
fr: Infos du livre
hr: Informacije o knjizi
hu: Könyvinformáció
lt_lt: Knygos informacija
ro_md: Info carte
vi_vn: Thông tin sách

source: Loading Book Information...
fi: Ladataan kirjatietoja…
fr: Chargement des infos…
hr: Učitavanje informacija o knjizi...
hu: Könyvinformáció betöltése…
lt_lt: Įkeliama knygos informacija...
ro_md: Se încarcă info carte...
vi_vn: Đang tải thông tin sách...

source: Highlight & Note Analysis
fi: Korostus- ja muistimpanalyysi
fr: Analyse des surlignages et notes
hr: Analiza istaknutih dijelova i bilježaka
hu: Kijelölés- és jegyzetelemzés
lt_lt: Paryškintų vietų ir užrašų analizė
ro_md: Analiza evidențierilor și notițelor
vi_vn: Phân tích Đánh dấu & Ghi chú

source: Loading Highlight & Note Analysis...
fi: Ladataan korostus- ja muistimpanalyysiä...
fr: Chargement de l'analyse des surlignages et notes...
hr: Učitavanje analize istaknutih dijelova i bilježaka...
hu: Kijelölés- és jegyzetelemzés betöltése…
lt_lt: Įkeliama paryškintų vietų ir užrašų analizė...
ro_md: Se încarcă analiza evidențierilor și notițelor...
vi_vn: Đang tải Phân tích Đánh dấu & Ghi chú...

source: Summary Using Highlights & Notes
fi: Yhteenveto korostuksista ja muistiinpanoista
fr: Résumé à partir des surlignages et notes
hr: Sažetak pomoću istaknutih dijelova i bilježaka
hu: Összefoglaló kijelölések és jegyzetek alapján
lt_lt: Santrauka naudojant paryškintas vietas ir užrašus
ro_md: Rezumat folosind evidențierile și notițele
vi_vn: Tóm tắt bằng Đánh dấu & Ghi chú

source: Loading Summary Using Highlights & Notes...
fi: Ladataan yhteenvetoa korostuksista ja muistiinpanoista...
fr: Chargement du résumé à partir des surlignages et notes...
hr: Učitavanje sažetka pomoću istaknutih dijelova i bilježaka...
hu: Összefoglaló betöltése kijelölések és jegyzetek alapján…
lt_lt: Įkeliama santrauka naudojant paryškintas vietas ir užrašus...
ro_md: Se încarcă rezumatul folosind evidențierile și notițele...
vi_vn: Đang tải Tóm tắt bằng Đánh dấu & Ghi chú...

source: Unknown feature type: %s
fi: Tuntematon toiminto: %s
fr: Type de fonctionnalité inconnu : %s
hr: Nepoznata vrsta značajke: %s
hu: Ismeretlen funkciótípus: %s
lt_lt: Nežinomas funkcijos tipas: %s
ro_md: Tip de funcție necunoscut: %s
vi_vn: Loại tính năng không rõ: %s

source: This prompt creates a structured system for generating context-aware definitions of words or phrases from literature by analyzing the highlighted term within its surrounding text to provide nuanced explanations that capture both literal meaning and contextual significance.
fi: Tämä kehote luo rakenteellisen järjestelmän kirjallisuudesta poimittujen sanojen tai ilmausten kontekstitietoisten määritelmien tuottamiseen analysoimalla korostetun termin ympäröivää tekstiä ja tarjoamalla vivahteikkaita selityksiä, jotka tavoittavat sekä kirjaimellisen merkityksen että kontekstuaalisen merkityksellisyyden.
fr: Cette invite crée un système structuré pour générer des définitions contextuelles de mots ou phrases issus de la littérature en analysant le terme surligné dans son contexte textuel afin de fournir des explications nuancées capturant à la fois le sens littéral et la signification contextuelle.
hr: Ovaj upit stvara strukturiran sustav za generiranje kontekstualno osviještenih definicija riječi ili fraza iz književnosti analizirajući istaknuti pojam unutar okolnog teksta kako bi pružio nijansirana objašnjenja koja obuhvaćaju i doslovno značenje i kontekstualnu važnost.
hu: Ez a kérdés egy strukturált rendszert hoz létre az irodalmi szavak vagy kifejezések kontextusfüggő meghatározásainak előállítására úgy, hogy elemzi a kijelölt kifejezést környező szövegben, és árnyalt magyarázatot ad, amely egyszerre tükrözi a szó szerinti jelentést és a kontextusbeli jelentőséget.
lt_lt: Šis raginimas sukuria struktūruotą sistemą, kuri generuoja kontekstą atsižvelgiančius žodžių ar frazių iš literatūros apibrėžimus, analizuodama paryškintą terminą jo aplinkiniame tekste, kad pateiktų niuansuotus paaiškinimus, atspindinčius tiek tiesioginę reikšmę, tiek kontekstinę reikšmę.
ro_md: Această solicitare creează un sistem structurat pentru generarea definițiilor contextuale ale cuvintelor sau expresiilor din literatură, analizând termenul evidențiat în contextul textului înconjurător pentru a oferi explicații nuanțate care surprind atât sensul literal, cât și semnificația contextuală.
vi_vn: Lệnh này tạo hệ thống có cấu trúc để sinh định nghĩa theo ngữ cảnh cho từ hoặc cụm từ trong văn học, bằng cách phân tích thuật ngữ được đánh dấu trong văn bản xung quanh nhằm đưa ra lời giải thích tinh tế, thể hiện cả nghĩa đen lẫn ý nghĩa ngữ cảnh.

source: This prompt acts as a dictionary for the highlighted text, to a word or phrase.
fi: Tämä prompt toimii sanakirjana korostetusta tekstistä, sanalle tai fraasille.
fr: Ce prompt agit comme un dictionnaire pour le texte mis en évidence, à un mot ou une phrase.
hr: Ovaj prompt djeluje kao rječnik za istaknuti tekst, za riječ ili izraz.
hu: Ez a lekérdezés szóközi szótárként szolgál a kiemelt szöveghez, szóhoz vagy kifejezéshez.
lt_lt: Šis raginimas veikia kaip žodynas pažymėtam tekstui, žodžiui ar frazėi.
ro_md: Această comandă funcționează ca un dicționar pentru textul evidențiat, pentru un cuvânt sau expresie.
vi_vn: Lệnh này hoạt động như từ điển cho văn bản đã bôi, cho từ hoặc cụm từ.

source: Quick Note
fi: Pikamuistiinpano
fr: Note rapide
hr: Brza bilješka
hu: Gyors jegyzet
lt_lt: Greita pastaba
ro_md: Notiță rapidă
vi_vn: Ghi chú nhanh

source: This button creates a quick note with highlighted text.
fi: Tämä painike luo pikamuistiinpanon korostetusta tekstistä.
fr: Ce bouton crée une note rapide avec le texte surligné.
hr: Ovo dugme stvara brzu bilješku s označenim tekstom.
hu: Ez a gomb gyors jegyzetet hoz létre a kiemelt szöveggel.
lt_lt: Šis mygtukas sukuria greitą pastabą su paryškintu tekstu.
ro_md: Acest buton creează o notiță rapidă cu textul evidențiat.
vi_vn: Nút này tạo ghi chú nhanh với văn bản được đánh dấu.

source: Vocabulary
fi: Sanasto
fr: Vocabulaire
hr: Vokabular
hu: Szókincs
lt_lt: Žodynas
ro_md: Vocabular
vi_vn: Từ vựng

source: This prompt analyzes the vocabulary of the highlighted text, identifying complex words and providing definitions, synonyms, and usage examples.
fi: Tämä prompt analysoi korostetun tekstin sanastoa, tunnistaa monimutkaiset sanat ja tarjoaa määritelmät, synonyymit ja käyttöesimerkit.
fr: Ce prompt analyse le vocabulaire du texte mis en évidence, identifiant les mots complexes et fournissant définitions, synonymes, et exemples d'utilisation.
hr: Ovaj prompt analizira vokabular istaknutog teksta, identificirajući složene riječi te pružajući definicije, sinonime i primjere upotrebe.
hu: Ez a lekérdezés elemzi a kiemelt szöveg szókincsét, azonosítva a komplex szavakat és definiálva, szinonimákat, valamint példákat ad.
lt_lt: Šis raginimas analizuoja pažymėto teksto žodyną, pateikdamas apibrėžimus, sinonimus ir naudojimo pavyzdžius.
ro_md: Analizează vocabularul textului evidențiat, identifică cuvinte complexe și oferă definiții, sinonime și exemple de utilizare.
vi_vn: Lệnh này phân tích từ vựng trong văn bản đã bôi, xác định từ khó và cung cấp định nghĩa, từ đồng nghĩa và ví dụ sử dụng.

source: Grammar
fi: Kielioppi
fr: Grammaire
hr: Gramatika
hu: Nyelvtan
lt_lt: Gramatika
ro_md: Gramatică
vi_vn: Ngữ pháp

source: This prompt analyzes the grammar of the highlighted text, providing a detailed explanation of its structure and any grammatical errors.
fi: Tämä prompt analysoi korostetun tekstin kielioppia, tarjoaa yksityiskohtaisen selityksen rakenteesta ja mahdollisista kielioppi-virheistä.
fr: Ce prompt analyse la grammaire du texte mis en évidence, fournissant une explication détaillée de sa structure et de toute erreur grammaticale.
hr: Ovaj prompt analizira gramatiku istaknutog teksta, pružajući detaljno objašnjenje njegove strukture i bilo kakvih gramatičkih grešaka.
hu: Ez a lekérdezés elemzi a kiemelt szöveg nyelvtanát, részletes magyarázatot adva szerkezetére és bármely nyelvtani hibára.
lt_lt: Šis raginimas analizuoja pažymėto teksto gramatiką, pateikdamas detalų struktūros paaiškinimą.
ro_md: Analizează gramatica textului evidențiat, oferind o explicație detaliată a structurii și eventualelor greșeli gramaticale.
vi_vn: Lệnh này phân tích ngữ pháp của văn bản đã bôi, cung cấp giải thích chi tiết về cấu trúc và lỗi ngữ pháp nếu có.

source: Translate
fi: Käännä
fr: Traduire
hr: Prevedi
hu: Fordítás
lt_lt: Versti
ro_md: Tradu
vi_vn: Dịch

source: This prompt translates the highlighted text to another language.
fi: Tämä prompt kääntää korostetun tekstin toiselle kielelle.
fr: Ce prompt traduit le texte mis en évidence dans une autre langue.
hr: Ovaj prompt prevede istaknuti tekst u drugi jezik.
hu: Ez a lekérdezés a kiemelt szöveget más nyelvre fordítja.
lt_lt: Šis raginimas verčia pažymėtą tekstą į kitą kalbą.
ro_md: Această comandă traduce textul evidențiat în altă limbă.
vi_vn: Lệnh này dịch văn bản đã bôi sang ngôn ngữ khác.

source: Summarize
fi: Tiivistä
fr: Résumer
hr: Sažmi
hu: Összegzés
lt_lt: Santraukti
ro_md: Rezumă
vi_vn: Tóm tắt

source: This prompt summarizes the highlighted text, capturing its main points and essential details.
fi: Tämä prompt tiivistää korostetun tekstin, vangiten pääkohdat ja olennaiset tiedot.
fr: Ce prompt résume le texte mis en évidence, capturant ses points principaux et détails essentiels.
hr: Ovaj prompt sažima istaknuti tekst, hvatajući glavne točke i bitne detalje.
hu: Ez a lekérdezés összefoglalja a kiemelt szöveget, kiemelve fő pontjait és lényeges részleteket.
lt_lt: Šis raginimas santraukia pažymėtą tekstą, išryškindamas pagrindines mintis.
ro_md: Rezumă textul evidențiat, surprinzând punctele principale și detaliile esențiale.
vi_vn: Lệnh này tóm tắt văn bản đã bôi, nắm bắt ý chính và chi tiết quan trọng.

source: Simplify
fi: Yksinkertaista
fr: Simplifier
hr: Pojednostavnji
hu: Egyszerűsítés
lt_lt: Supaprastinti
ro_md: Simplifică
vi_vn: Đơn giản hóa

source: This prompt simplifies the highlighted text to make it easier to understand.
fi: Tämä prompt yksinkertaistaa korostetun tekstin ymmärtämisen helpottamiseksi.
fr: Ce prompt simplifie le texte mis en évidence pour le rendre plus compréhensible.
hr: Ovaj prompt pojednostavljuje istaknuti tekst, osiguravajući lakše sprovođenje.
hu: Ez a lekérdezés egyszerűsíti a kiemelt szöveget, hogy könnyebb legyen megérteni.
lt_lt: Šis raginimas supaprastina pažymėtą tekstą, kad būtų lengviau suprasti.
ro_md: Simplifică textul evidențiat pentru a-l face mai ușor de înțeles.
vi_vn: Lệnh này đơn giản hóa văn bản đã bôi để dễ hiểu hơn.

source: Key Points
fi: Avainkohdat
fr: Points Clés
hr: Ključne točke
hu: Kulcsfontosságú pontok
lt_lt: Pagrindiniai punktai
ro_md: Puncte-cheie
vi_vn: Ý chính

source: This prompt extracts and lists the key points from the highlighted text, ensuring clarity and organization.
fi: Tämä prompt poimii ja listaa korostetun tekstin avainkohdat, varmistaen selkeyden ja järjestyksen.
fr: Ce prompt extrait et liste les points clés du texte mis en évidence, assurant clarté et organisation.
hr: Ovaj prompt izvlači i navodi ključne točke iz istaknutog teksta, osiguravajući jasnoću i organizaciju.
hu: Ez a lekérdezés kinyeri és felsorolja a kulcsfontosságú pontokat a kiemelt szövegből, biztosítva a tisztaságot és szervezettséget.
lt_lt: Šis raginimas išskiria ir išvardija pagrindinius pažymėto teksto punktus.
ro_md: Extrage și listează punctele-cheie din textul evidențiat, asigurând claritate și organizare.
vi_vn: Lệnh này trích xuất và liệt kê ý chính từ văn bản đã bôi, đảm bảo rõ ràng và có tổ chức.

source: ELI5
fr: Expliquer simple
hu: Egyszerűsítés
vi_vn: Giải thích như cho trẻ 5 tuổi

source: This prompt explains the highlighted text as if to a five-year-old, simplifying complex concepts into easily understandable terms.
fi: Tämä prompt selittää korostetun tekstin viiden vuoden ikäiselle, yksinkertaistaa monimutkaiset käsitteet helposti ymmärrettäviksi.
fr: Ce prompt explique le texte mis en évidence comme à un enfant de cinq ans, simplifiant les concepts complexes en termes facilement compréhensibles.
hr: Ovaj prompt objašnjava istaknuti tekst kao da je za petogodišnjaka, podatkama pojednostavljujući složene pojmove u lako razumljive pojmove.
hu: Ez a lekérdezés a kiemelt szöveget egy öt éves gyermeknek magyarázza, egyszerűsítve a bonyolult fogalmakat könnyen érthető szavakkal.
lt_lt: Šis raginimas paaiškina pažymėtą tekstą taip, kaip penkiametei, supaprastindamas sudėtingus dalykus.
ro_md: Explică textul evidențiat ca unui copil de cinci ani, simplificând conceptele complexe.
vi_vn: Lệnh này giải thích văn bản đã bôi như cho trẻ 5 tuổi, đơn giản hóa khái niệm phức tạp thành dễ hiểu.

source: Explain
fi: Selitä
fr: Expliquer
hr: Objasni
hu: Magyarázat
lt_lt: Paaiškinti
ro_md: Explică
vi_vn: Giải thích

source: This prompt explains the highlighted text in detail, ensuring clarity and understanding.
fi: Tämä prompt selittää korostetun tekstin yksityiskohtaisesti, varmistaa selkeyden ja ymmärryksen.
fr: Ce prompt explique le texte mis en évidence en détail, assurant clarté et compréhension.
hr: Ovaj prompt detaljno objasni istaknuti tekst, osiguravajući jasnoću i razumijevanje.
hu: Ez a lekérdezés részletesen magyarázza a kiemelt szöveget, biztosítva a tisztaságot és megértést.
lt_lt: Šis raginimas detaliai paaiškina pažymėtą tekstą, užtikrindamas aiškumą.
ro_md: Explică textul evidențiat în detaliu, asigurând claritate și înțelegere.
vi_vn: Lệnh này giải thích chi tiết văn bản đã bôi, đảm bảo rõ ràng và dễ hiểu.

source: Historical Context
fi: Historiallinen konteksti
fr: Contexte Historique
hr: Historijski kontekst
hu: Történelmi háttér
lt_lt: Istorinis kontekstas
ro_md: Context istoric
vi_vn: Bối cảnh lịch sử

source: This prompt provides a detailed historical context for the highlighted text, explaining its significance and background.
fi: Tämä prompt antaa yksityiskohtaisen historiallisten kontekstit korostetulle tekstille, selittää sen merkityksen ja taustan.
fr: Ce prompt fournit un contexte historique détaillé pour le texte mis en évidence, expliquant sa signification et son arrière-plan.
hr: Ovaj prompt daje detaljan historijski kontekst istaknutog teksta, objasnivši njegov značaj i pozadinu.
hu: Ez a lekérdezés részletes történelmi kontextust ad a kiemelt szöveghez, megmagyarázva jelentőségét és hátterét.
lt_lt: Šis raginimas pateikia išsamų istorinį kontekstą pažymėtam tekstui.
ro_md: Oferă un context istoric detaliat pentru textul evidențiat, explicând semnificația și fundalul.
vi_vn: Lệnh này cung cấp bối cảnh lịch sử chi tiết cho văn bản đã bôi, giải thích ý nghĩa và nền tảng.

source: This prompt generates a comprehensive Wikipedia-style article based on the highlighted text, ensuring factual accuracy and neutrality.
fi: Tämä prompt luo kattavan Wikipedia-tyylisen artikkelin korostetusta tekstistä, varmistaa faktuaalisen tarkkuuden ja puolueettomuuden.
fr: Ce prompt génère un article style Wikipédia basé sur le texte mis en évidence, garantissant exactitude factuelle et neutralité.
hr: Ovaj prompt generira sveobuhvatni Wikipedia-ov stil članka na temelju istaknutog teksta, osiguravajući faktualnu točnost i neutralnost.
hu: Ez a lekérdezés egy átfogó Wikipedia-stílusú cikket generál a kiemelt szöveg alapján, biztosítva a tények pontosságát és semlegességét.
lt_lt: Šis raginimas sukuria išsamų „Vikipedijos“ stiliaus straipsnį pagal pažymėtą tekstą.
ro_md: Generează un articol complet în stil Wikipedia bazat pe textul evidențiat, asigurând acuratețea și neutralitatea.
vi_vn: Lệnh này tạo bài viết dạng Wikipedia toàn diện dựa trên văn bản đã bôi, đảm bảo chính xác và trung lập.

source: Conjugation
fi: Taivutus
fr: Conjugaison
hr: Konjugacija
hu: Ragozás
lt_lt: Konjugacija
ro_md: Conjugare
vi_vn: Cách chia

source: Synonyms
fi: Synonyymit
fr: Synonymes
hr: Sinonimi
hu: Szinonimák
lt_lt: Sinonimai
ro_md: Sinonime
vi_vn: Từ đồng nghĩa

source: Meaning
fi: Merkitys
fr: Signification
hr: Značenje
hu: Jelentés
lt_lt: Reikšmė
ro_md: Sens
vi_vn: Nghĩa

source: Translation
fi: Käännös
fr: Traduction
hr: Prijevod
hu: Fordítás
lt_lt: Vertimas
ro_md: Traducere
vi_vn: Bản dịch

source: Explanation
fi: Selitys
fr: Explication
hr: Objašnjenje
hu: Magyarázat
lt_lt: Paaiškinimas
ro_md: Explicație
vi_vn: Giải thích

source: Example
fi: Esimerkki
fr: Exemple
hr: Primjer
hu: Példa
lt_lt: Pavyzdys
ro_md: Exemplu
vi_vn: Ví dụ

source: Word Origin
fi: Sanan alkuperä
fr: Origine du mot
hr: Porijeklo riječi
hu: Szó eredete
lt_lt: Žodžio kilmė
ro_md: Originea cuvântului
vi_vn: Nguồn gốc từ

source: You may find these topics interesting:
fi: Nämä aiheet voivat kiinnostaa sinua:
fr: Ces sujets pourraient vous intéresser :
hr: Ove teme bi vas mogle zanimati:
hu: Ezek a témák érdekesek lehetnek:
lt_lt: Šios temos gali būti įdomios:
ro_md: Este posibil să vă intereseze aceste subiecte:
vi_vn: Bạn có thể thấy những chủ đề này thú vị:
