Repository: jospalau/koreader
Catalog: plugins/assistant.koplugin/l10n/*/koreader.po
Languages: fi, fr, hr, hu, lt_lt, ro_md, vi_vn

source: Provider settings not found for: %1. Please check your configuration.lua file.
fi: Tarjoajan asetuksia ei löytynyt: %1. Tarkista configuration.lua‑tiedosto.
fr: Paramètres du fournisseur introuvables pour : %1. Veuillez vérifier votre fichier configuration.lua.
hr: Postavke pružatelja nisu pronađene za: %1. Provjerite datoteku configuration.lua.
hu: Nem találhatók a(z) %1 szolgáltató beállításai. Ellenőrizze a configuration.lua fájlt.
lt_lt: Nerasti tiekėjo nustatymai: %1. Patikrinkite savo configuration.lua failą.
ro_md: Setările furnizorului nu au fost găsite pentru: %1. Verificați fișierul configuration.lua.
vi_vn: Không tìm thấy cài đặt nhà cung cấp cho: %1. Vui lòng kiểm tra file configuration.lua.

source: The handler for %1 was not found. Please ensure the handler exists in api_handlers directory.
fi: Käsittelijää %1 ei löytynyt. Varmista, että käsittelijä on api_handlers‑kansiossa.
fr: Le gestionnaire pour %1 est introuvable. Veuillez vous assurer que le gestionnaire existe dans le répertoire api_handlers.
hr: Upravljač za %1 nije pronađen. Provjerite postoji li upravljač u direktoriju api_handlers.
hu: Nem található %1 kezelő. Győződjön meg arról, hogy a kezelő létezik az api_handlers könyvtárban.
lt_lt: Nerastas %1 apdorotojas. Įsitikinkite, kad apdorotojas yra api_handlers kataloge.
ro_md: Handlerul pentru %1 nu a fost găsit. Asigurați-vă că există în directorul api_handlers.
vi_vn: Không tìm thấy trình xử lý cho %1. Vui lòng đảm bảo trình xử lý tồn tại trong thư mục api_handlers.

source: API Error: %1 Try another provider in the settings dialog.
fi: API-virhe: %1 Kokeile toista tarjoajaa asetusikkunassa.
fr: Erreur API : %1 Essayez un autre fournisseur dans les paramètres.
hr: Greška API-ja: %1 Pokušajte drugog pružatelja u postavkama.
hu: API-hiba: %1 Próbálj meg egy másik szolgáltatót a beállításoknál.
lt_lt: API klaida: %1 Bandykite kitą tiekėją nustatymų lange.
ro_md: Eroare API: %1 Încercați alt furnizor în dialogul de setări.
vi_vn: Lỗi API: %1 Thử nhà cung cấp khác trong hộp thoại cài đặt.

source: Unknown error
fi: Tuntematon virhe
fr: Erreur inconnue
hr: Nepoznata greška
hu: Ismeretlen hiba
lt_lt: Nežinoma klaida
ro_md: Eroare necunoscută
vi_vn: Lỗi không xác định

source: Settings
fi: Asetukset
fr: Paramètres
hr: Postavke
hu: Beállítások
lt_lt: Nustatymai
ro_md: Setări
vi_vn: Cài đặt

source: Close
fi: Sulje
fr: Fermer
hr: Zatvori
hu: Bezár
lt_lt: Užverti
ro_md: Închide
vi_vn: Đóng

source: Plugin is not configured.
fi: Lisäosaa ei ole määritetty.
fr: Le plugin n’est pas configuré.
hr: Dodatak nije konfiguriran.
hu: A bővítmény nincs beállítva.
lt_lt: Priedas nesukonfigūruotas.
ro_md: Pluginul nu este configurat.
vi_vn: Plugin chưa được cấu hình.

source: Querying AI ...
fi: Kyselyt AI:lle ...
fr: Interrogation de l'IA ...
hr: Upit AI...
hu: AI lekérdezése...
lt_lt: Užklausiama AI...
ro_md: Se interoghează AI...
vi_vn: Đang truy vấn AI...

source: AI is responding
fi: AI vastaa
fr: L'IA répond
hr: AI odgovara
hu: AI válaszol
lt_lt: AI atsako
ro_md: AI răspunde
vi_vn: AI đang trả lời

source: ⏹ Stop
fi: ⏹ Pysäytä
fr: ⏹ Arrêter
hr: ⏹ Zaustavi
hu: ⏹ Állj
lt_lt: ⏹ Stabdyti
vi_vn: ⏹ Dừng

source: Request cancelled by user.
fi: Pyyntö peruttu käyttäjän toimesta.
fr: Requête annulée par l’utilisateur.
hr: Zahtjev otkazan od korisnika.
hu: Kérés megszakítva a felhasználó által.
lt_lt: Užklausa atšaukta naudotojo.
ro_md: Cerere anulată de utilizator.
vi_vn: Yêu cầu đã bị người dùng hủy.

source: No response received.
fi: Ei vastausta.
fr: Aucune réponse reçue.
hr: Nema odgovora.
hu: Nem érkezett válasz.
lt_lt: Atsakymo negauta.
ro_md: Niciun răspuns primit.
vi_vn: Không nhận được phản hồi.

source: Failed to start subprocess for request
fi: Aliprosessia ei saatu käyntiin
fr: Échec du lancement du sous-processus
hr: Neuspjelo pokretanje pod-procesa zahtjeva
hu: Nem sikerült elindítani az alfeldolgozót.
lt_lt: Nepavyko paleisti subproceso užklausai
ro_md: Nu s-a putut porni subprocesul pentru cerere
vi_vn: Không thể khởi động tiến trình cho yêu cầu

source: Deeply Thought
fi: Syvällinen Ajatus
fr: Pensée profonde
hr: Duboko razmišljanje
hu: Mélyen Gondolkodó
lt_lt: Giliai apmąstymas
ro_md: Reflecție profundă
vi_vn: Suy nghĩ kỹ

source: Take Quick Notes
fi: Ota pikamuistiinpanoja
fr: Prendre des notes rapides
hr: Napravi brzu bilješku
hu: Gyors jegyzet készítése
lt_lt: Rašyti greitas pastabas
ro_md: Fă notițe rapide
vi_vn: Tạo ghi chú nhanh

source: Write quick notes here
fi: Kirjoita pikamuistiinpanot tähän
fr: Écrivez vos notes rapides ici
hr: Ovdje napiši brzu bilješku
hu: Írjon ide gyors jegyzeteket
lt_lt: Čia rašykite greitas pastabas
ro_md: Scrie notițe rapide aici
vi_vn: Viết ghi chú nhanh tại đây

source: Save
fi: Tallenna
fr: Enregistrer
hr: Spremi
hu: Mentés
lt_lt: Išsaugoti
ro_md: Salvează
vi_vn: Lưu

source: Please enter a note before saving.
fi: Kirjoita muistiinpano ennen tallentamista.
fr: Veuillez saisir une note avant d'enregistrer.
hr: Unesite bilješku prije spremanja.
hu: Kérjük, adjon meg egy jegyzetet a mentés előtt.
lt_lt: Prieš išsaugodami įveskite pastabą.
ro_md: Te rugăm să introduci o notiță înainte de a salva.
vi_vn: Vui lòng nhập nội dung trước khi lưu.

source: User:
fi: Käyttäjä:
fr: Utilisateur :
hr: Korisnik:
hu: Felhasználó:
lt_lt: Naudotojas:
ro_md: Utilizator:
vi_vn: Người dùng:

source: Quick note saved successfully
fi: Pikamuistiinpano tallennettu onnistuneesti
fr: Note rapide enregistrée avec succès
hr: Brza bilješka uspješno spremljena
hu: Gyors jegyzet sikeresen mentve
lt_lt: Greita pastaba sėkmingai išsaugota
ro_md: Notița rapidă a fost salvată cu succes
vi_vn: Đã lưu ghi chú nhanh thành công

source: AI Response Language Setting
fi: AI‑vastauksen kielen asetus
fr: Paramètre de langue de réponse IA
hr: Postavka jezika odgovora AI
hu: AI Válasznyelv Beállítás
lt_lt: Dirbtinio intelekto atsakymo kalbos nustatymas
ro_md: Setarea limbii răspunsului AI
vi_vn: Cài đặt ngôn ngữ phản hồi AI

source: AI Response Language
fi: Tekoälyvastauksen kieli
fr: Langue réponse IA
hr: Jezik AI odgovora
hu: AI válasz nyelve
lt_lt: AI atsakymo kalba
ro_md: Limba răspunsului AI
vi_vn: Ngôn ngữ phản hồi AI

source: Leave blank to use: %1
fi: Jätä tyhjäksi käyttääksesi: %1
fr: Laisser vide pour utiliser : %1
hr: Ostavi prazno za korištenje: %1
hu: Hagyja üresen, ha használni kívánja: %1
lt_lt: Palikite tuščią, kad naudotų: %1
ro_md: Lăsați liber pentru a folosi: %1
vi_vn: Để trống để dùng: %1

source: Dictionary Language
fi: Sanakirjan kieli
fr: Langue dictionnaire
hr: Jezik rječnika
hu: Szótár nyelve
lt_lt: Žodyno kalba
ro_md: Limba dicționarului
vi_vn: Ngôn ngữ từ điển

source: Clear
fi: Tyhjennä
fr: Effacer
hr: Očisti
hu: Törlés
lt_lt: Valyti
ro_md: Șterge
vi_vn: Xóa

source: RTL written Language
fi: Oikealta vasemmalle kirjoitettava kieli
fr: Langue écrite de droite à gauche
hr: Jezik pisani sdesna-na-lijevo
hu: Jobbról-balra írott nyelv
lt_lt: Iš dešinės į kairę kalba
ro_md: Limbă scrisă RTL
vi_vn: Ngôn ngữ viết RTL

source: Leave these fields blank to use the UI language: %1
fi: Jätä nämä kentät tyhjiksi käyttääksesi käyttöliittymän kieltä: %1
fr: Laissez vides pour utiliser la langue de l’interface : %1
hr: Ostavi ova polja prazna za korištenje jezika sučelja: %1
hu: Hagyja üresen ezeket a mezőket, ha a felület nyelvét szeretné használni: %1
lt_lt: Palikite šiuos laukus tuščius, kad naudotų sąsajos kalbą: %1
ro_md: Lăsați aceste câmpuri libere pentru a folosi limba interfeței: %1
vi_vn: Để trống các trường này để dùng ngôn ngữ giao diện: %1

source: AI Provider Settings
fi: Tekoälypalvelun asetukset
fr: Paramètres du fournisseur IA
hr: Postavke AI pružatelja usluge
hu: AI szolgáltató beállítások
lt_lt: AI teikėjo nustatymai
ro_md: Setări furnizor IA
vi_vn: Cài đặt nhà cung cấp AI

source: AI Model provider:
fi: AI‑mallin tarjoaja:
fr: Fournisseur du modèle IA :
hr: Pružatelj AI modela:
hu: AI Modell Szolgáltató:
lt_lt: Dirbtinio intelekto modelio tiekėjas:
ro_md: Furnizor model AI:
vi_vn: Nhà cung cấp mô hình AI:

source: AI Language:
fi: Tekoälyn kieli:
fr: Langue de l’IA :
hr: Jezik AI-a:
hu: AI nyelv:
lt_lt: AI kalba:
ro_md: Limba IA:
vi_vn: Ngôn ngữ AI:

source: AI Text Size: %1
fi: Tekoälyn tekstikoko: %1
fr: Taille du texte IA : %1
hr: Veličina teksta AI-a: %1
hu: AI szövegméret: %1
lt_lt: AI teksto dydis: %1
ro_md: Mărime text IA: %1
vi_vn: Cỡ chữ AI: %1

source: AI Response Text Font Size
fi: Tekoälyn vastauksen fonttikoko
fr: Taille de police du texte de réponse IA
hr: Veličina fonta odgovora AI-a
hu: AI válasz szöveg betűmérete
lt_lt: AI atsakymo teksto šrifto dydis
ro_md: Mărime font pentru textul răspunsului IA
vi_vn: Cỡ phông chữ phản hồi AI

source: Stream Mode Settings
fi: Suoratoistotilan asetukset
fr: Paramètres du mode flux
hr: Postavke načina prikaza tokom učitavanja
hu: Stream mód beállítások
lt_lt: Srautinio režimo nustatymai
ro_md: Setări mod streaming
vi_vn: Cài đặt chế độ truyền dữ liệu

source: Enable stream response
fi: Käytä vastauksen suoratoistoa
fr: Activer la réponse en continu
hr: Omogući tok odgovora
hu: Folyamatos válasz engedélyezése
lt_lt: Įjungti srautinį atsakymą
ro_md: Activează răspuns în flux
vi_vn: Bật trả lời theo luồng

source: Auto scroll stream response text
fi: Vieritä vastausteksti automaattisesti
fr: Défilement automatique du texte de réponse en continu
hr: Automatski pomiči tekst odgovora u strujanju
hu: Válaszszöveg automatikus görgetése
lt_lt: Automatiškai slinkti atsakymo tekstą
ro_md: Derulare automată a textului răspunsului în flux
vi_vn: Tự động cuộn văn bản phản hồi

source: Large Streaming Window
fi: Suoratoistoikkuna (laaja)
fr: Fenêtre de diffusion large
hr: Veliki prozor za prikaz tokom učitavanja
hu: Nagy méretű streaming ablak
lt_lt: Didelis srautinis langas
ro_md: Fereastră mare de streaming
vi_vn: Cửa sổ truyền dữ liệu lớn

source: KOReader Tweaks & Overrides
fi: KOReaderin hienosäädöt ja ohitukset
fr: Ajustements et substitutions KOReader
hr: KOReader prilagodbe i nadjačavanja
hu: KOReader finomhangolások és felülbírálások
lt_lt: KOReader patobulinimai ir perrašymai
ro_md: Ajustări și suprascrieri KOReader
vi_vn: Tinh chỉnh & Ghi đè KOReader

source: Use AI Assistant for 'Translate'
fi: Käytä tekoälyavustajaa 'Käännä'-toiminnossa
fr: Utiliser l'assistant IA pour 'Traduire'
hr: Koristi AI asistenta za 'Prevedi'
hu: AI-asszisztens használata a „Fordítás” funkcióhoz
lt_lt: Naudoti AI asistentą 'Versti'
ro_md: Folosește Asistentul AI pentru 'Traducere'
vi_vn: Dùng Trợ lý AI cho 'Dịch'

source: Auto-recap on opening long-unread books
fi: Automaattiyhteenveto pitkään lukemattomille kirjoille avattaessa
fr: Résumé automatique à l’ouverture des livres non lus depuis longtemps
hr: Automatski sažetak pri otvaranju knjiga koje nisu čitane dugo
hu: Automatikus összefoglaló régen olvasott könyvek megnyitásakor
lt_lt: Automatiškai apibendrinti atveriant seniai neskaitytas knygas
ro_md: Rezumat automat la deschiderea cărților necitite de mult
vi_vn: Tự động tóm tắt khi mở sách đã lâu chưa đọc

source: AI Recap will be enabled the next time a long-unread book is opened.
fi: Tekoälyn yhteenveto otetaan käyttöön seuraavan kerran, kun avataan pitkään lukematon kirja.
fr: Le résumé IA sera activé lors de la prochaine ouverture d’un livre non lu depuis longtemps.
hr: AI sažetak će biti omogućen sljedeći put kada se otvori knjiga koja nije čitana dugo.
hu: Az AI összefoglaló aktiválódik legközelebb, amikor régen olvasott könyvet nyit meg.
lt_lt: AI santrauka bus įjungita kitą kartą atveriant seniai neskaitytą knygą.
ro_md: Rezumatul IA va fi activat la următoarea deschidere a unei cărți necitite de mult.
vi_vn: Tóm tắt AI sẽ được bật lần tới khi mở sách đã lâu chưa đọc.

source: Show Dictionary(AI) in Dictionary Popup
fi: Näytä sanakirja (tekoäly) ponnahdusikkunassa
fr: Afficher Dictionnaire(IA) dans la popup
hr: Prikaži Rječnik(AI) u skočnom rječniku
hu: Szótár(AI) megjelenítése a szótár felugróban
lt_lt: Rodyti Žodyną (AI) žodyno iššokančiame lange
ro_md: Afișează Dicționar(AI) în fereastra pop-up
vi_vn: Hiện Từ điển(AI) trong cửa sổ Từ điển

source: Show Wikipedia(AI) in Dictionary Popup
fi: Näytä Wikipedia (tekoäly) ponnahdusikkunassa
fr: Afficher Wikipédia(IA) dans la popup
hr: Prikaži Wikipedia(AI) u skočnom rječniku
hu: Wikipedia(AI) megjelenítése a szótár felugróban
lt_lt: Rodyti Vikipediją (AI) žodyno iššokančiame lange
ro_md: Afișează Wikipedia(AI) în fereastra pop-up
vi_vn: Hiện Wikipedia(AI) trong cửa sổ Từ điển

source: Show Term X-Ray(AI) in Dictionary Popup
fi: Näytä termin röntgenkuva (tekoäly) sanakirjaponnahdusikkunassa
fr: Afficher Radioscopie du terme (IA) dans la popup du dictionnaire
hr: Prikaži rentgenski pregled pojma (AI) u skočnom rječniku
hu: Kifejezés-röntgen (AI) megjelenítése a szótár-felugró ablakban
lt_lt: Rodyti termino rentgeną (AI) žodyno iškylančiame lange
ro_md: Afișează Radiografia terminologică(AI) în fereastra pop-up a dicționarului
vi_vn: Hiện X-Quang Thuật ngữ(AI) trong popup Từ điển

source: Show Custom Prompts in Dictionary Popup
fi: Näytä mukautetut kehotteet sanakirjaponnahdusikkunassa
fr: Afficher les invites personnalisées dans la popup du dictionnaire
hr: Prikaži prilagođene upite u skočnom rječniku
hu: Egyéni kérdések megjelenítése a szótár-felugró ablakban
lt_lt: Rodyti pasirinktinius raginimus žodyno iškylančiame lange
ro_md: Afișează solicitările personalizate în fereastra pop-up a dicționarului
vi_vn: Hiện Lệnh tùy chỉnh trong popup Từ điển

source: Show Follow-up Questions from AI
fi: Näytä tekoälyn jatkokysymykset
fr: Afficher les questions de suivi de l’IA
hr: Prikaži dodatna pitanja od AI-a
hu: AI további kérdéseinek megjelenítése
lt_lt: Rodyti AI tęstinius klausimus
ro_md: Afișează întrebări de urmărire de la IA
vi_vn: Hiện câu hỏi tiếp theo từ AI

source: Copy entered question to the clipboard
fi: Kopioi kysymys leikepöydälle
fr: Copier la question dans le presse-papiers
hr: Kopiraj upit u međuspremnik
hu: Kérdés másolása vágólapra
lt_lt: Kopijuoti įvestą klausimą į iškarpinę
ro_md: Copiază întrebarea introdusă în clipboard
vi_vn: Sao chép câu hỏi vào bộ nhớ tạm

source: Auto-save conversations to NoteBook
fi: Tallenna keskustelut automaattisesti Vihkoon
fr: Sauvegarder auto. les conversations dans le carnet
hr: Automatski spremi razgovore u Bilježnicu
hu: Beszélgetések automatikus mentése a Jegyzetfüzetbe
lt_lt: Automatiškai įrašyti pokalbius į užrašų knygą
ro_md: Salvează automat conversațiile în NoteBook
vi_vn: Tự động lưu cuộc trò chuyện vào Sổ tay

source: Use book text for x-ray and recap
fi: Käytä kirjan tekstiä röntgen- ja yhteenvetotoimintoihin
fr: Utiliser le texte du livre pour la radiographie et le résumé
hr: Koristi tekst knjige za x-ray i sažetak
hu: Könyv szövegének használata x-ray-hez és összefoglalóhoz
lt_lt: Naudoti knygos tekstą rentgeno apžvalgai ir santraukai
ro_md: Folosește textul cărții pentru x-ray și rezumat
vi_vn: Dùng nội dung sách cho x-ray và tóm tắt

source: Purge the settings
fi: Tyhjennä asetukset
fr: Purger les paramètres
hr: Izbriši postavke
hu: Beállítások törlése
lt_lt: Išvalyti nustatymus
ro_md: Șterge setările
vi_vn: Xóa sạch cài đặt

source: Are you sure to purge the assistant plugin settings? This resets the assistant plugin to the status the first time you installed it. configuration.lua is safe, only the settings are purged.
fi: Haluatko varmasti tyhjentää avustajalisäosan asetukset? Tämä palauttaa avustajalisäosan tilaan, jossa se oli ensiasennuksen jälkeen. configuration.lua on turvassa; vain asetukset poistetaan.
fr: Êtes-vous sûr de vouloir purger les paramètres du plugin Assistant ? Cela réinitialise le plugin Assistant à l’état de sa première installation. configuration.lua est préservé ; seuls les paramètres sont supprimés.
hr: Jeste li sigurni da želite očistiti postavke dodatka pomoćnika? Ovo će vratiti dodatak pomoćnika u stanje kada ste ga prvi put instalirali. configuration.lua je siguran, samo se postavke brišu.
hu: Biztosan törli az asszisztent bővítmény beállításait? Ez visszaállítja a bővítményt az első telepítés állapotába. A configuration.lua biztonságban van, csak a beállítások törlődnek.
lt_lt: Ar tikrai norite išvalyti asistento papildinio nustatymus? Tai atstatys asistento papildinį į būseną, kokia buvo pirmą kartą jį įdiegus. configuration.lua saugi, išvalomi tik nustatymai.
ro_md: Sigur doriți să ștergeți setările plugin-ului asistent? Acest lucru resetează plugin-ul asistent la starea de la prima instalare. configuration.lua este în siguranță, doar setările sunt șterse.
vi_vn: Bạn có chắc xóa sạch cài đặt plugin trợ lý? Thao tác này đưa plugin trợ lý về trạng thái lần đầu bạn cài đặt. configuration.lua vẫn an toàn, chỉ có cài đặt bị xóa.

source: Purge
fi: Tyhjennä
fr: Effacer
hr: Obriši
hu: Törlés
lt_lt: Išvalyti
ro_md: Resetează
vi_vn: Xóa

source: Checking for updates...
fi: Tarkistetaan päivityksiä...
fr: Recherche de mises à jour…
hr: Provjeravanje ažuriranja...
hu: Frissítések keresése...
lt_lt: Tikrinami atnaujinimai...
ro_md: Se verifică actualizările...
vi_vn: Đang kiểm tra cập nhật...

source: A new version of the %s plugin (%s) is available. Please update!
fi: Uusi versio %s liitännäisestä (%s) on saatavilla. Päivitä!
fr: Une nouvelle version du plugin %s (%s) est disponible. Veuillez mettre à jour !
hr: Nova verzija %s dodatka (%s) dostupna je. Molim ažurirajte!
hu: Új %s bővítmény verzió (%s) érhető el. Kérlek frissíts!
lt_lt: Prieinama nauja %s įskiepio versija (%s). Prašome atnaujinti!
ro_md: Este disponibilă o versiune nouă a pluginului %s (%s). Actualizați!
vi_vn: Đã có phiên bản mới của plugin %s (%s). Vui lòng cập nhật!

source: Page
fi: Sivu
hr: Stranica
hu: Oldal
lt_lt: Puslapis
ro_md: Pagina
vi_vn: Trang

source: Cannot access default folder for logs: %1 Using original location.
fi: Oletuskansiota lokeille ei saada käyttöön: %1 Käytetään alkuperäistä sijaintia.
fr: Impossible d’accéder au dossier par défaut des journaux : %1 Utilisation de l’emplacement d’origine.
hr: Ne mogu pristupiti zadanoj mapi za zapise: %1 Koristim izvornu lokaciju.
hu: Nem lehet elérni a naplók alapértelmezett mappáját: %1 Az eredeti hely használata.
lt_lt: Nepavyksta pasiekti numatytąjį žurnalų aplanką: %1 Naudojama pradinė vieta.
ro_md: Nu se poate accesa folderul implicit pentru jurnale: %1 Se utilizează locația originală.
vi_vn: Không thể truy cập thư mục mặc định cho nhật ký: %1 Đang sử dụng vị trí ban đầu.

source: Notebook save failed. Continuing...
fi: Muistikirjan tallennus epäonnistui. Jatketaan...
fr: Échec de l'enregistrement du carnet. Continuation...
hr: Spremanje bilježnice nije uspjelo. Nastavljam...
hu: A jegyzetfüzet mentése nem sikerült. Folytatás...
lt_lt: Nepavyko išsaugoti užrašų knygelės. Tęsiama...
ro_md: Salvarea în carnet a eșuat. Se continuă...
vi_vn: Lưu sổ tay thất bại. Tiếp tục...

source: Ask Another Question
fi: Kysy toinen
fr: Poser une autre question
hr: Postavi novo pitanje
hu: További kérdés
lt_lt: Klausti kita
ro_md: Pune altă întrebare
vi_vn: Hỏi thêm

source: Copy
fi: Kopioi
fr: Copier
hr: Kopiraj
hu: Másol
lt_lt: Kopijuoti
ro_md: Copiază
vi_vn: Sao chép

source: Text copied to the clipboard
fi: Teksti kopioitu leikepöydälle
fr: Texte copié dans le presse‑papiers
hr: Tekst je kopiran u međuspremnik
hu: A szöveg a vágólapra másolva
lt_lt: Tekstas nukopijuotas į iškarpinę
ro_md: Textul a fost copiat în clipboard
vi_vn: Đã sao chép văn bản vào bộ nhớ tạm

source: Add Note
fi: Lisää huomautus
fr: Ajouter une note
hr: Dodaj bilješku
hu: Jegyzet hozzáadása
lt_lt: Pridėti pastabą
ro_md: Adaugă notă
vi_vn: Thêm ghi chú

source: Highlight functionality not available
fi: Korostustoimintoa ei ole käytettävissä
fr: Fonctionnalité de mise en évidence non disponible
hr: Funkcija isticanja nije dostupna
hu: Herváztatás nem érhető el
lt_lt: Pažymėjimo funkcija nepasiekiama
ro_md: Funcția de evidențiere nu este disponibilă
vi_vn: Chức năng bôi không khả dụng

source: No text to add as note
fi: Ei tekstiä lisättäväksi huomautukseksi
fr: Pas de texte à ajouter en tant que note
hr: Nema teksta za bilješku
hu: Nincs szöveg a jegyzethez
lt_lt: Nėra teksto, kurį pridėti kaip pastabą
ro_md: Nu există text pentru adăugat ca notă
vi_vn: Không có văn bản để thêm ghi chú

source: No text left to add as note
fi: Ei enää tekstiä lisättäväksi huomautukseksi
fr: Plus de texte à ajouter en tant que note
hr: Nema preostalog teksta za bilješku
hu: Nincs több szöveg a jegyzethez
lt_lt: Neliko teksto, kurį pridėti kaip pastabą
ro_md: Nu a mai rămas text pentru adăugat ca notă
vi_vn: Không còn văn bản để thêm ghi chú

source: Note added successfully
fi: Huomautus lisätty onnistuneesti
fr: Note ajoutée avec succès
hr: Bilješka dodana
hu: Jegyzet sikeresen hozzáadva
lt_lt: Pastaba sėkmingai pridėta
ro_md: Nota a fost adăugată cu succes
vi_vn: Đã thêm ghi chú thành công

source: Conversation is saved to NoteBook
fi: Keskustelu tallennettu Vihkoon
fr: Conversation sauvegardée dans le carnet
hr: Razgovor je spremljen u Bilježnicu
hu: A beszélgetés elmentve a Jegyzetfüzetbe
lt_lt: Pokalbis įrašytas į užrašų knygą
ro_md: Conversația a fost salvată în NoteBook
vi_vn: Cuộc trò chuyện đã được lưu vào Sổ tay

source: Book Analysis
fi: Kirjan analyysi
fr: Analyse du livre
hr: Analiza knjige
hu: Könyv elemzés
lt_lt: Knygos analizė
ro_md: Analiza cărții
vi_vn: Phân tích sách

source: Type your question here
fi: Kirjoita kysymyksesi tähän
fr: Tapez votre question ici
hr: Upišite pitanje ovdje
hu: Írd be a kérdésedet ide
lt_lt: Įveskite savo klausimą čia
ro_md: Tastați întrebarea aici
vi_vn: Nhập câu hỏi tại đây

source: Word copied to clipboard.
fi: Sana kopioitiin leikepöydälle.
fr: Mot copié dans le presse-papiers.
hr: Riječ kopirana u međuspremnik.
hu: Szó a vágólapra másolva.
lt_lt: Žodis nukopijuotas į iškarpinę.
ro_md: Cuvântul a fost copiat în clipboard.
vi_vn: Đã sao chép từ vào bộ nhớ tạm.

source: Selection copied to clipboard.
fi: Valinta kopioitiin leikepöydälle.
fr: Sélection copiée dans le presse-papiers.
hr: Selektiran tekst kopiran u međuspremnik.
hu: Kiválasztott szöveg a vágólapra másolva.
lt_lt: Pažymėjimas nukopijuotas į iškarpinę.
ro_md: Selecția a fost copiată în clipboard.
vi_vn: Đã sao chép lựa chọn vào bộ nhớ tạm.

source: Ask the AI a question
fi: Kysy AI:ltä kysymys
fr: Demandez une question à l'IA
hr: Postavite pitanje AI-ju
hu: Kérdezz az AI-tól
lt_lt: Užduoti klausimą AI
ro_md: Pune o întrebare AI-ului
vi_vn: Hỏi AI

source: AI Recaps
fi: AI-kertaukset
fr: Récapitulations IA
hr: AI Sažeci
hu: AI összefoglalók
lt_lt: AI santraukos
ro_md: Rezumate AI
vi_vn: Tóm tắt AI

source: AI X-Ray
fi: Teköly-Röntgen
fr: IA X-Ray
hu: AI X-Sugár
lt_lt: AI rentgenas
ro_md: X-Ray AI
vi_vn: X-Ray AI

source: Book Summary & Recs
fi: Kirjan yhteenveto & suositukset
fr: Résumé & Recommandations
hr: Sažetak knjige i preporuke
hu: Könyv összefoglaló & ajánlók
lt_lt: Knygos santrauka ir rekomendacijos
ro_md: Rezumat și recomandări
vi_vn: Tóm tắt & Gợi ý sách

source: Enter a question to ask AI.
fi: Kirjoita kysymys tekoälylle.
fr: Posez une question à l'IA.
hr: Postavi pitanje za AI.
hu: Írd be a kérdést az MI-nek.
lt_lt: Įveskite klausimą AI.
ro_md: Introduceți o întrebare pentru AI.
vi_vn: Nhập câu hỏi cho AI.

source: Book-Level Built-in Prompts
fi: Kirjatasoiset sisäänrakennetut kehotteet
fr: Invites intégrées au niveau du livre
hr: Ugrađeni upiti na razini knjige
hu: Könyvszintű beépített kérdések
lt_lt: Įmontuoti knygos lygmens raginimai
ro_md: Solicitări integrate la nivel de carte
vi_vn: Lệnh tích hợp cấp Sách
