Repository: jospalau/koreader
Catalog: plugins/assistant.koplugin/l10n/*/koreader.po
Languages: fi, fr, hr, hu, lt_lt, ro_md, vi_vn

source: Summary of the book, author biography, historical context, and a list of similar book recommendations with descriptions.
fi: Kirjan yhteenveto, kirjailijan elämäkerta, historiallinen tausta ja kuvaukset samankaltaisista kirjasuosituksista.
fr: Résumé du livre, biographie de l’auteur, contexte historique et suggestions de livres similaires avec descriptions.
hr: Sažetak knjige, biografija autora, povijesni kontekst i popis sličnih preporuka s opisima.
hu: Könyv összefoglalója, szerző életrajz, történelmi háttér és hasonló könyvajánlók leírással.
lt_lt: Knygos santrauka, autoriaus biografija, istorinis kontekstas ir panašių knygų rekomendacijos su aprašymais.
ro_md: Rezumatul cărții, biografia autorului, contextul istoric și o listă de cărți similare cu descrieri.
vi_vn: Tóm tắt sách, tiểu sử tác giả, bối cảnh lịch sử và danh sách sách tương tự có mô tả.

source: "X-Ray" summary for a book, structured into specific sections like Characters, Locations, Themes, Terms & Concepts, Timeline, and Re-immersion.
fi: Kirjan "X-Ray”-yhteenveto jaettuna osioihin: henkilöt, paikat, teemat, käsitteet, aikajana ja paluu tarinaan.
fr: Résumé « X-Ray » du livre, organisé en sections : Personnages, Lieux, Thèmes, Termes & Concepts, Chronologie et Ré-immersion.
hr: „X-Ray” sažetak knjige u odjeljcima: likovi, lokacije, teme, pojmovi, vremenska crta i ponovno uranjanje.
hu: „X-Ray” összefoglaló a könyvhöz: Szereplők, Helyszínek, Témák, Fogalmak, Idővonal és Újrabeilleszkedés szekciókra bontva.
lt_lt: „X-Ray“ knygos santrauka, suskirstyta į skyrius: veikėjai, vietovės, temos, terminai ir sąvokos, laiko juosta bei pakartotinis įsitraukimas.
ro_md: Rezumat „X-Ray” al cărții, structurat în secțiuni: Personaje, Locuri, Tematici, Termeni și concepte, Cronologie și Re-integrare.
vi_vn: Tóm tắt "X-Ray" cho sách, chia thành các mục: Nhân vật, Bối cảnh, Chủ đề, Thuật ngữ & Khái niệm, Dòng thời gian và Tái nhập cuộc.

source: A very brief, spoiler-free summary of the book up to current reading progress.
fi: Hyvin lyhyt, juonipaljastukseton yhteenveto kirjasta tähän asti luetusta.
fr: Résumé très court et sans spoiler du livre jusqu’à votre progression actuelle.
hr: Kratki sažetak bez spojlera do trenutne stranice.
hu: Rövid, spoilermentes összefoglaló a könyvről az aktuális olvasási haladásig.
lt_lt: Trumpa santrauka be spoilerių iki dabartinės skaitymo vietos.
ro_md: Rezumat foarte scurt, fără spoilere, până la progresul actual de citire.
vi_vn: Tóm tắt ngắn gọn, không tiết lộ nội dung, đến trang hiện tại.

source: Analysis of your highlights, notes, and notebook content from the book.
fi: Analyysi kirjan korostuksistasi, muistiinpanoistasi ja muistikirjan sisällöstä.
fr: Analyse de vos surlignages, notes et contenu du carnet du livre.
hr: Analiza vaših istaknutih dijelova, bilježaka i sadržaja bilježnice iz knjige.
hu: A könyvben található kijelöléseid, jegyzeteid és füzettartalmad elemzése.
lt_lt: Jūsų paryškintų vietų, užrašų ir sąsiuvinio turinio iš knygos analizė.
ro_md: Analiza evidențierilor, notițelor și conținutului caietului din carte.
vi_vn: Phân tích đánh dấu, ghi chú và nội dung sổ tay của bạn từ cuốn sách.

source: Summary of the book using your highlights and notes.
fi: Kirjan yhteenveto käyttäen korostuksiasi ja muistiinpanoitasi.
fr: Résumé du livre à partir de vos surlignages et notes.
hr: Sažetak knjige pomoću vaših istaknutih dijelova i bilježaka.
hu: A könyv összefoglalója kijelöléseid és jegyzeteid alapján.
lt_lt: Knygos santrauka, naudojant jūsų paryškintas vietas ir užrašus.
ro_md: Rezumatul cărții folosind evidențierile și notițele tale.
vi_vn: Tóm tắt cuốn sách dựa trên đánh dấu và ghi chú của bạn.

source: Book-Level Custom Prompts
fi: Kirjatasoiset mukautetut kehotteet
fr: Invites personnalisées au niveau du livre
hr: Prilagođeni upiti na razini knjige
hu: Könyvszintű egyéni kérdések
lt_lt: Pasirinktiniai knygos lygmens raginimai
ro_md: Solicitări personalizate la nivel de carte
vi_vn: Lệnh tùy chỉnh cấp Sách

source: Includes user defined book level prompts from Config file
fi: Sisältää käyttäjän määrittämät kirjatasoiset kehotteet asetustiedostosta
fr: Inclut les invites définies par l'utilisateur au niveau du livre depuis le fichier de configuration
hr: Uključuje korisnički definirane upite na razini knjige iz konfiguracijske datoteke
hu: Tartalmazza a felhasználó által definiált könyvszintű kérdéseket a konfigurációs fájlból
lt_lt: Įtraukia naudotojo apibrėžtus knygos lygmens raginimus iš konfigūracijos failo
ro_md: Include solicitări definite de utilizator la nivel de carte din fișierul de configurare
vi_vn: Bao gồm lệnh cấp sách do người dùng định nghĩa trong tệp Cấu hình

source: Take quick notes that will be saved to your notebook.
fi: Ota pikamuistiinpanoja, jotka tallennetaan muistikirjaasi.
fr: Prenez des notes rapides qui seront enregistrées dans votre carnet.
hr: Napravite brze bilješke koje će se spremiti u vašu bilježnicu.
hu: Készítsen gyors jegyzeteket, amelyek elmentésre kerülnek a jegyzetfüzetébe.
lt_lt: Rašykite greitas pastabas, kurios bus išsaugotos jūsų užrašų knygelėje.
ro_md: Fă notițe rapide care vor fi salvate în carnetul tău.
vi_vn: Tạo ghi chú nhanh sẽ được lưu vào sổ tay của bạn.

source: NoteBook (AI Conversation Log)
fi: Muistikirja (tekoälykeskusteluloki)
fr: Carnet (journal de conversation IA)
hr: Bilježnica (zapisnik AI razgovora)
hu: Füzet (AI-beszélgetési napló)
lt_lt: Užrašų knygelė (AI pokalbių žurnalas)
ro_md: Caietul (Jurnalul conversațiilor AI)
vi_vn: Sổ tay (Nhật ký trò chuyện AI)

source: Notebook file:
fi: Muistikirjatiedosto:
fr: Fichier du carnet :
hr: Datoteka bilježnice:
hu: Jegyzetfüzet-fájl:
lt_lt: Užrašų knygelės failas:
ro_md: Fișier NoteBook:
vi_vn: Tệp sổ ghi chú:

source: View
fi: Näytä
fr: Afficher
hr: Pogledaj
hu: Megnyitás
lt_lt: Žiūrėti
ro_md: Vezi
vi_vn: Xem

source: File does not exist. %1
fi: Tiedostoa ei ole. %1
fr: Fichier introuvable. %1
hr: Datoteka ne postoji. %1
hu: A fájl nem létezik. %1
lt_lt: Failas neegzistuoja. %1
ro_md: Fișierul nu există. %1
vi_vn: Tệp không tồn tại. %1

source: Delete
fi: Poista
fr: Supprimer
hr: Izbriši
hu: Törlés
lt_lt: Ištrinti
ro_md: Șterge
vi_vn: Xóa

source: Delete file? %1 This operation is not reversible.
fi: Poistetaanko tiedosto? %1 Toimintoa ei voi perua.
fr: Supprimer le fichier ? %1 Cette action est irréversible.
hr: Izbrisati datoteku? %1 Ova radnja se ne može poništiti.
hu: Töröljük a fájlt? %1 A művelet nem visszavonható.
lt_lt: Ištrinti failą? %1 Ši operacija negrįžtama.
ro_md: Șterg fișierul? %1 Operațiunea nu poate fi anulată.
vi_vn: Xóa tệp? %1 Thao tác này không thể hoàn tác.

source: Edit
fi: Muokkaa
fr: Modifier
hr: Uredi
hu: Szerkesztés
lt_lt: Redaguoti
ro_md: Editează
vi_vn: Sửa

source: AI Provider: %1
fi: Tekoälypalvelu: %1
fr: Fournisseur IA : %1
hr: AI pružatelj usluge: %1
hu: AI szolgáltató: %1
lt_lt: AI teikėjas: %1
ro_md: Furnizor IA: %1
vi_vn: Nhà cung cấp AI: %1

source: AI Assistant Settings
fi: AI-avustajan asetukset
fr: Paramètres de l’assistant IA
hr: Postavke AI asistenta
hu: AI Asszisztens beállításai
lt_lt: AI asistento nustatymai
ro_md: Setările asistentului AI
vi_vn: Cài đặt Trợ lý AI

source: This is a custom prompt
fi: Tämä on mukautettu kehote
fr: Ceci est une invite personnalisée
hr: Ovo je prilagođeni upit
hu: Ez egy egyéni kérdés
lt_lt: Tai pasirinktinis raginimas
ro_md: Aceasta este o solicitare personalizată
vi_vn: Đây là lệnh tùy chỉnh

source: No active custom prompt found. For details, visit the 'Configuration' wiki page on github.
fi: Aktiivista mukautettua kehotetta ei löytynyt. Lisätietoja löydät GitHubin 'Configuration'-wikisivulta.
fr: Aucune invite personnalisée active trouvée. Pour plus de détails, consultez la page wiki 'Configuration' sur github.
hr: Nije pronađen aktivni prilagođeni upit. Za detalje posjetite wiki stranicu 'Configuration' na githubu.
hu: Nem található aktív egyéni kérdés. Részletekért látogasd meg a „Konfiguráció” wiki oldalt a GitHubon.
lt_lt: Nerasta aktyvaus pasirinktinio raginimo. Išsamesnei informacijai apsilankykite 'Configuration' wiki puslapyje github'e.
ro_md: Nu a fost găsită nicio solicitare personalizată activă. Pentru detalii, vizitați pagina wiki 'Configurare' de pe github.
vi_vn: Không tìm thấy lệnh tùy chỉnh nào đang hoạt động. Xem trang wiki 'Cấu hình' trên github để biết chi tiết.

source: No valid model provider is found in the configuration.lua
fi: Kelvollista mallintarjoajaa ei löytynyt configuration.lua-tiedostosta
fr: Aucun fournisseur de modèle valide trouvé dans configuration.lua
hr: Nije pronađen valjani davatelj modela u configuration.lua
hu: Nincs érvényes modellszolgáltató a configuration.lua fájlban
lt_lt: configuration.lua nerastas tinkamas modelio teikėjas
ro_md: Nu s-a găsit un furnizor de modele valid în configuration.lua
vi_vn: Không tìm thấy nhà cung cấp mô hình hợp lệ trong configuration.lua

source: Configuration Error. Please set up configuration.lua.
fi: Asetusvirhe. Aseta configuration.lua.
fr: Erreur de configuration. Veuillez configurer configuration.lua.
hr: Greška konfiguracije. Postavite configuration.lua.
hu: Konfigurációs hiba. Állítsa be a configuration.lua fájlt.
lt_lt: Konfigūracijos klaida. Nustatykite configuration.lua.
ro_md: Eroare de configurare. Vă rugăm să configurați configuration.lua.
vi_vn: Lỗi cấu hình. Vui lòng thiết lập configuration.lua.

source: configuration.lua: model providers are invalid.
fi: configuration.lua: mallintarjoajat ovat virheellisiä.
fr: configuration.lua : fournisseurs de modèles invalides.
hr: configuration.lua: davatelji modela su neispravni.
hu: configuration.lua: érvénytelen modellszolgáltatók
lt_lt: configuration.lua: modelio teikėjai neteisingi.
ro_md: configuration.lua: furnizorii de modele sunt invalizi.
vi_vn: configuration.lua: nhà cung cấp mô hình không hợp lệ.

source: Usage Tips Select: Highlight text (or a word) in the book, then press [AI assistant] in the poped up menu. Long Press: - On a Prompt Button: Add to the highlight menu. - On a highlight menu button to remove it. - On the Close button to go back to the book in 1 step. Very-Long Press (over 3 seconds): On a single word in the book to show the highlight menu (instead of the dictionary). Multi-Swipe (e.g., ⮠, ⮡, ↺): On the result dialog to close (as the Close button is far to reach).
fi: Käyttövinkkejä Valitse: Korosta teksti (tai sana) kirjassa ja paina [Tekoälyavustaja] ilmestyvästä valikosta. Pitkä painallus: - Kehote-painikkeessa: Lisää korostusvalikkoon. - Korostusvalikon painikkeessa: Poista se. - Sulje-painikkeessa: Palaa kirjaan yhdellä askeleella. Erittäin pitkä painallus (yli 3 s): Yksittäisellä sanalla kirjassa: näyttää korostusvalikon (sanakirjan sijaan). Monikosketus (esim. ⮠, ⮡, ↺): Tulosikkunassa sulkeaksesi sen (koska Sulje-painike on kaukana).
fr: Astuces d’utilisation Sélection : Surlignez un texte (ou un mot) dans le livre, puis appuyez sur [Assistant IA] dans le menu qui apparaît. Appui long : - Sur un bouton de prompt : ajoute au menu de surlignage. - Sur un bouton du menu de surlignage : le retire. - Sur le bouton Fermer : retourne au livre en une seule étape. Très long appui (plus de 3 s) : Sur un mot unique du livre pour afficher le menu de surlignage (au lieu du dictionnaire). Glissement multiple (ex. : ⮠, ⮡, ↺) : Sur la boîte de dialogue des résultats pour la fermer (le bouton Fermer étant difficile d’accès).
hr: Naputci za korištenje Odabir: Istaknite tekst (ili riječ) u knjizi, a zatim pritisnite [AI pomoćnik] u iskočnom izborniku. Dugo pritiskanje: - Na gumbu za upit: Dodaj u izbornik za isticanje. - Na gumbu izbornika za isticanje da ga uklonite. - Na gumbu Zatvori za povratak na knjigu u 1 koraku. Vrlo dugo pritiskanje (preko 3 sekunde): Na jednoj riječi u knjizi za prikaz izbornika za isticanje (umjesto rječnika). Višestruko povlačenje (npr. ⮠, ⮡, ↺): Na dijalogu s rezultatima za zatvaranje (jer je gumb Zatvori daleko).
hu: Használati tippek Kijelölés: Jelöljön ki szöveget (vagy egy szót) a könyvben, majd nyomja meg az [AI asszisztens] gombot a felugró menüben. Hosszú nyomás: - Parancsgombon: Hozzáadás a kiemelési menühöz. - Kiemelési menü gombján: Eltávolítás onnan. - Bezárás gombon: Egy lépésben vissza a könyvhöz. Nagyon hosszú nyomás (3 másodperc felett): Egyetlen szón a könyvben: kiemelési menü megjelenítése (szótár helyett). Többujjas csúsztatás (pl. ⮠, ⮡, ↺): Az eredmény ablak bezárásához (mivel a Bezárás gomb túl messze van).
lt_lt: Naudojimo patarimai Pasirinkimas: Paryškinkite tekstą (ar žodį) knygoje, tada paspauskite [AI asistentas] iššokančiame meniu. Ilgas paspaudimas: - ant raginimo mygtuko: pridėti prie paryškinimo meniu. - ant paryškinimo meniu mygtuko, kad pašalintumėte. - ant Uždaryti mygtuko, kad vienu žingsniu grįžtumėte į knygą. Labai ilgas paspaudimas (daugiau nei 3 sek.): ant vieno žodžio knygoje, kad rodytų paryškinimo meniu (vietoj žodyno). Daugkartinis perbraukimas (pvz., ⮠, ⮡, ↺): rezultatų dialoge, kad uždarytumėte (nes Uždaryti mygtukas sunkiai pasiekiamas).
ro_md: Sfaturi de utilizare Selectare: Evidențiați textul (sau un cuvânt) din carte, apoi apăsați [Asistent IA] în meniul apărut. Apăsare lungă: - Pe un buton de solicitare: Adăugați la meniul de evidențiere. - Pe un buton din meniul de evidențiere pentru a-l elimina. - Pe butonul Închidere pentru a reveni la carte într-un singur pas. Apăsare foarte lungă (peste 3 secunde): Pe un singur cuvânt din carte pentru a afișa meniul de evidențiere (în locul dicționarului). Glisare multiplă (ex: ⮠, ⮡, ↺): Pe dialogul cu rezultatele pentru a închide (deoarece butonul Închidere este greu de atins).
vi_vn: Mẹo sử dụng Chọn: Bôi đen văn bản (hoặc một từ) trong sách, rồi nhấn [Trợ lý AI] trong menu hiện ra. Nhấn giữ: - Trên nút Nhắc: Thêm vào menu bôi đen. - Trên nút menu bôi đen để xóa nó. - Trên nút Đóng để quay lại sách chỉ trong 1 bước. Nhấn giữ rất lâu (trên 3 giây): Trên một từ đơn trong sách để hiện menu bôi đen (thay vì từ điển). Vuốt nhiều lần (ví dụ: ⮠, ⮡, ↺): Trên hộp kết quả để đóng (vì nút Đóng xa quá).

source: Purge Settings
fi: Tyhjennä asetukset
fr: Effacer les paramètres
hr: Obriši postavke
hu: Beállítások törlése
lt_lt: Išvalyti nustatymus
ro_md: Resetează setările
vi_vn: Xóa cài đặt

source: Remove [%s] from Highlight Menu?
fi: Poistetaanko [%s] korostusvalikosta?
fr: Supprimer [%s] du menu de mise en évidence ?
hr: Ukloni [%s] iz izbornika za isticanje?
hu: [%s] eltávolítása a kiemelés menüből?
lt_lt: Pašalinti [%s] iš pažymėjimo meniu?
ro_md: Eliminați [%s] din meniul de evidențiere?
vi_vn: Gỡ [%s] khỏi Menu Bôi?

source: Remove
fi: Poista
fr: Supprimer
hr: Ukloni
hu: Eltávolítás
lt_lt: Pašalinti
ro_md: Elimină
vi_vn: Gỡ

source: Configuration not found. Please set up configuration.lua first.
fi: Määritystä ei löytynyt. Määritä ensin configuration.lua.
fr: Configuration non trouvée. Veuillez configurer configuration.lua d'abord.
hr: Konfiguracija nije pronađena. Najprije postavite configuration.lua.
hu: Nem található konfiguráció. Először állítsd be a configuration.lua-t.
lt_lt: Konfigūracija nerasta. Pirmiausia nustatykite configuration.lua.
ro_md: Configurarea nu a fost găsită. Vă rugăm să setați mai întâi configuration.lua.
vi_vn: Không tìm thấy cấu hình. Vui lòng thiết lập configuration.lua trước.

source: Added [%1 (AI)] to Highlight Menu.
fi: [%1 (AI)] lisätty korostusvalikkoon.
fr: Ajouté [%1 (IA)] au menu de mise en évidence.
hr: Dodano [%1 (AI)] u izbornik za isticanje.
hu: [%1 (AI)] hozzáadva a kiemelés menühöz.
lt_lt: Pridėta [%1 (AI)] prie pažymėjimo meniu.
ro_md: Adăugat [%1 (AI)] în meniul de evidențiere.
vi_vn: Đã thêm [%1 (AI)] vào Menu Bôi.

source: Removed [%s (AI)] from Highlight Menu.
fi: [%s (AI)] poistettu korostusvalikosta.
fr: Supprimé [%s (IA)] du menu de mise en évidence.
hr: Uklonjen [%s (AI)] iz izbornika za isticanje.
hu: [%s (AI)] eltávolítva a kiemelés menüből.
lt_lt: Pašalinta [%s (AI)] iš pažymėjimo meniu.
ro_md: Eliminat [%s (AI)] din meniul de evidențiere.
vi_vn: Đã gỡ [%s (AI)] khỏi Menu Bôi.

source: Do you want an AI Recap? For %1 by %2.
fi: Haluatko AI-yhteenvedon? Kirjasta %1 tekijältä %2.
fr: Souhaitez-vous un résumé IA ? Pour %1 par %2.
hr: Želite li AI sažetak? Za %1 od %2.
hu: Szeretnél egy AI-összefoglalót? %1 szerző: %2.
lt_lt: Ar norite AI santraukos? Knygai „%1“ autoriaus %2.
ro_md: Doriți un rezumat AI? Pentru %1 de %2.
vi_vn: Bạn muốn AI tóm tắt? Dành cho %1 của %2.

source: Last read an hour ago.
fi: Luettu tunti sitten.
fr: Dernière lecture il y a une heure.
hr: Zadnji put pročitano prije sat vremena.
hu: Legutóbb egy órája olvastad.
lt_lt: Paskutinį kartą skaityta prieš valandą.
ro_md: Ultima dată citit acum o oră.
vi_vn: Đọc lần cuối cách đây %1 giờ.

source: Yes
fi: Kyllä
fr: Oui
hr: Da
hu: Igen
lt_lt: Taip
ro_md: Da
vi_vn: Có

source: No
fi: Ei
fr: Non
hr: Ne
hu: Nem
lt_lt: Ne
ro_md: Nu
vi_vn: Không

source: Wikipedia
lt_lt: Vikipedija
